[
  {"topic": "What was the best experience of your life?"}, 
  {"topic": "Can you define what is life?"}, 
  {"topic": "Do you have a first crush? If yes, what is your favourite experience with him/here?"}, 
  {"topic": "YOU GET THE BONUS TOPIC!!, hope you have a lucky day :)"}, 
  {"topic": "Does technology simplify life or make it more complicated?"}, 
  {"topic": "What's the best way to discover new music?"}, 
  {"topic": "Does the government have a place in regulating food? To what extent should government regulate food?"}, 
  {"topic": "How much do you plan for the future?"}, 
  {"topic": "If you could learn the answer to one question about your future, what would the question be?"}, 
  {"topic": "Which emerging technology are you most excited about?"}, 
  {"topic": "What do you do when you're bored?"}, 
  {"topic": "What piece of technology would look like magic or a miracle to people in medieval Europe?"},
  {"topic": "Do you have any pets? What are their names?"}, 
  {"topic": "Have you ever given a presentation in front of a large group of people? How did it go?"}, 
  {"topic": "Does technology simplify life or make it more complicated?"}, 
  {"topic": "How has the education you received changed your life?"}, 
  {"topic": "If you had to change your name, what would your new name be?"}, 
  {"topic": "What is your middle name?"}, 
  {"topic": "Do you prefer short hair or long hair on a guy/girl?"}, 
  {"topic": "What sports do you like to watch?"}, 
  {"topic": "What was your first smartphone? How did you feel when you got it?"}, 
  {"topic": "What piece of technology would look like magic or a miracle to people in medieval Europe?"}, 
                   {"topic": "What kinds of food do you usually eat on your favorite holiday?"}, 
                                    {"topic": "What is the best restaurant in your area?"},                   {"topic": "Where and when was the most amazing sunset you have ever seen?"},                    {"topic": "How do you feel if you accidentally leave your phone at home?"},                    {"topic": "What foods do you absolutely hate?"},                    {"topic": "Do you like horror movies? Why or why not?"}, 
  {"topic": "Mizuki......."}
 ]